[
  {
    "id": 1,
    "nombre": "React",
    "descripcion": "Demuestra tu amor por React con esta remera que muestra su poder y versatilidad. Un diseño moderno y elegante que representa la creación de aplicaciones web dinámicas e interactivas con React.",
    "precio": 20,
    "img": "react.jpg"
  },
  {
    "id": 2,
    "nombre": "Javascript",
    "descripcion": "Si eres un apasionado del lenguaje de programación más utilizado en la web, esta remera es para ti. Un diseño vibrante que muestra el icónico logotipo de JavaScript y resalta su versatilidad y capacidad de desarrollo en aplicaciones web modernas.",
    "precio": 10,
    "img": "javascript.jpg"
  },
  {
    "id": 3,
    "nombre": "VueJS",
    "descripcion": "Muestra tu pasión por Vue.js con esta remera que captura la esencia de este framework de JavaScript. Un diseño moderno y fresco que refleja el desarrollo de aplicaciones web intuitivas y eficientes con Vue.js.",
    "precio": 15,
    "img": "vueJS.jpg"
  },
  {
    "id": 4,
    "nombre": "Angular",
    "descripcion": "Celebra tu devoción por Angular con esta remera que muestra su poder y elegancia. Un diseño distintivo y elegante que representa la construcción de aplicaciones web robustas y escalables con Angular.",
    "precio": 25,
    "img": "angular.jpg"
  },
  {
    "id": 5,
    "nombre": "Html",
    "descripcion": "Si eres un amante del diseño web y disfrutas creando interfaces atractivas, esta remera de CSS es imprescindible. Un diseño minimalista y estilizado que destaca la importancia de CSS en la apariencia y presentación de los sitios web.",
    "precio": 10,
    "img": "html.jpg"
  },
  {
    "id": 6,
    "nombre": "Github",
    "descripcion": "Esta remera es para los amantes de la programación colaborativa. Demuestra tu pasión por el código y el trabajo en equipo con esta prenda elegante que presenta el icónico logo de GitHub.",
    "precio": 12,
    "img": "github.jpg"
  },
  {
    "id": 7,
    "nombre": "Node",
    "descripcion": "Si eres un fanático de Node.js, esta remera es para ti. Lleva contigo el poder de este entorno de ejecución de JavaScript con un diseño moderno y cómodo que muestra tu devoción por la tecnología.",
    "precio": 10,
    "img": "node.jpg"
  },
  {
    "id": 8,
    "nombre": "TypeScript",
    "descripcion": "Muestra tu aprecio por TypeScript con esta remera de alta calidad. Con su diseño elegante y minimalista, es la elección perfecta para los desarrolladores que aman este superset de JavaScript.",
    "precio": 14,
    "img": "typescript.jpg"
  },
  {
    "id": 9,
    "nombre": "Sass",
    "descripcion": "Para aquellos que trabajan con CSS y aprecian la versatilidad de Sass, esta remera es una elección ideal. Con su estilo único y comodidad, te destacarás en cualquier ocasión.",
    "precio": 9,
    "img": "sass.jpg"
  },
  {
    "id": 10,
    "nombre": "bulma",
    "descripcion": "Si eres un fanático del diseño web y amas utilizar el framework CSS Bulma, esta remera es para ti. Luce elegante y moderno con este diseño que muestra tu pasión por la creación de interfaces atractivas.",
    "precio": 7,
    "img": "bulma.jpg"
  },
  {
    "id": 11,
    "nombre": "GraphQL",
    "descripcion": "Lleva contigo la flexibilidad de GraphQL con esta remera de diseño vanguardista. Haz una declaración de estilo y muestra tu entusiasmo por este lenguaje de consulta flexible.",
    "precio": 10,
    "img": "graphql.jpg"
  },
  {
    "id": 12,
    "nombre": "Redux",
    "descripcion": "Los amantes de la gestión de estado en aplicaciones encontrarán esta remera irresistible. Con su diseño a la moda, puedes expresar tu pasión por Redux de una manera elegante.",
    "precio": 8,
    "img": "redux.jpg"
  },
  {
    "id": 13,
    "nombre": "Drupal",
    "descripcion": "Si eres un entusiasta de Drupal y su sistema de gestión de contenido, esta remera es imprescindible. Luce esta prenda de alta calidad para mostrar tu devoción por esta poderosa plataforma.",
    "precio": 5,
    "img": "drupal.jpg"
  },
  {
    "id": 14,
    "nombre": "WordPress",
    "descripcion": "Para los apasionados de WordPress y la creación de sitios web, esta remera es una elección perfecta. Haz una declaración de estilo y comparte tu amor por esta popular plataforma de blogs y sitios web.",
    "precio": 10,
    "img": "wordpress.jpg"
  }
]
